Repository: getangar/GTASCIICamera
Catalog: GTASCIICamera/Localization/*.lproj/Localizable.strings
Languages: it

# permission_title
source: Camera Access Required
it: Accesso alla Fotocamera Necessario

# permission_message
source: GT ASCII Camera needs access to your camera to create real-time ASCII art from your video feed.
it: GT ASCII Camera necessita dell'accesso alla fotocamera per creare ASCII art in tempo reale dal tuo video.

# permission_button
source: Enable Camera
it: Abilita Fotocamera

# mode_photo
source: Photo
it: Foto

# palette_classic
source: Classic
it: Classica

# palette_unicode
source: Unicode Blocks
it: Blocchi Unicode

# settings_title
source: Settings
it: Impostazioni

# settings_section_palette
source: Character Palette
it: Palette Caratteri

# settings_palette_footer
source: Classic uses traditional ASCII characters. Unicode Blocks provide a denser, more modern look.
it: La Classica usa caratteri ASCII tradizionali. I Blocchi Unicode offrono un aspetto più denso e moderno.

# settings_section_resolution
source: Resolution
it: Risoluzione

# settings_columns
source: Columns
it: Colonne

# settings_fontsize
source: Font Size
it: Dimensione Font

# settings_resolution_footer
source: More columns means finer detail but smaller characters. Adjust font size for readability.
it: Più colonne significano maggior dettaglio ma caratteri più piccoli. Regola la dimensione del font per la leggibilità.

# settings_section_appearance
source: Appearance
it: Aspetto

# settings_colored
source: Colored Output
it: Output a Colori

# settings_invert
source: Invert Luminance
it: Inverti Luminanza

# settings_dark_bg
source: Dark Background
it: Sfondo Scuro

# settings_section_presets
source: Quick Presets
it: Preset Rapidi

# settings_section_about
source: About
it: Informazioni

# preset_retro
source: Retro Terminal
it: Terminale Retro

# preset_retro_desc
source: Green on black, classic ASCII, 80 columns
it: Verde su nero, ASCII classica, 80 colonne

# preset_modern
source: Modern Blocks
it: Blocchi Moderni

# preset_modern_desc
source: Unicode blocks, colored, 120 columns
it: Blocchi Unicode, a colori, 120 colonne

# preset_detail
source: High Detail
it: Alto Dettaglio

# preset_detail_desc
source: Classic ASCII, colored, 160 columns
it: ASCII classica, a colori, 160 colonne

# about_version
source: Version
it: Versione

# about_developer
source: Developer
it: Sviluppatore

source: Done
it: Fine

# error_title
source: Error
it: Errore

# error_no_camera
source: No camera available
it: Nessuna fotocamera disponibile

# error_photo_permission
source: Photo library access denied
it: Accesso alla libreria foto negato

# saved_confirmation
source: Saved to Photos
it: Salvato in Foto
